<h2>5. Байқауға қатысушыларды, финалистерді (30 адам) және жеңімпаздарды (1, 2, 3 орындар) айқындау және марапаттау тәртібі</h2>
                                            <p>5.1 Үшінші кезеңге өткен отыз финалист бір апта бойы әлемнің үздік сарапшыларының көшпелі түрдегі жүзбе-жүз оқытуынан өтеді және «Digital Ustaz Almaty» байқауының супер-финалисі» атағына ие болады.   </p>
                                            <p>5.2 Ең көп балл жинаған он супер-финалист дипломдармен және бағалы сыйлықтармен марапатталады.</p>
                                            <p>5.3  Супер-финалистердің ішінен үш қатысушы (1, 2 және 3 орындар) Байқау Жеңімпазы болып жарияланады.</p>
                                            <p>5.4 1-ші орын иегеріне шетелдік білім беру ұйымдарында тағылымдамадан өту гранты табысталады. Тағылымдамадан өтетін елді таңдау, мерзімі мен бағдарламасы Ұйымдастырушылармен анықталады.</p>
                                            <p>5.5   2-ші және 3-ші орын иегерлері дипломдармен және бағалы сыйлықтармен марапатталады.</p>
                                            <p>5.6 Ұйымдастырушы, Бақылау кеңесі, Сараптама кеңесі, ұйымдар мен қоғамдық бірлестіктер, демеушілер мен бірлескен ұйымдастырушылар, серіктестер қалған 20 финалистке номинациялар бойынша жеңімпаздарды анықтау, бағалы сыйлықтармен марапаттау құқығына ие.</p>
                                            <p>5.7 Байқаудың жеңімпаздарын, супер-финалистері мен финалистерін марапаттау Финал кезінде болатын Digital Ustaz Almaty Гала-концерті мен марапаттау салтанатында өткізіледі.</p>
