<h2>3. Байқау форматы, тәртібі мен регламенті</h2>
                                            <p>3.1. Байқау үш кезеңде өткізіледі. Конкурстық тапсырмалар Байқау сайты мен қатысушының жеке кабинетіне жүктеледі.</p>
                                            <p>3.2. Конкурстық тапсырмалар мен оларды бағалау критерийлері осы Ереженің 1 Қосымшасында көрсетілген; </p>
                                            <p>3.3 Барлық қатысушылар конкурстық тапсырманы орындау алдында білім беру интенсивтерінен өтеді. Білім беру интенсивтерінің тақырыптары мен өткізу формалары осы Ереженің 2 Қосымшасында көрсетілген; </p>
                                            <p>3.4 Білім беру интенсивтерінің кезеңдері бойынша бағалаудан табысты өткен барлық педагогтар қатысушы сертификатын алады. Сертификат қатысқаны үшін марапаттау мәртебесіне ие.</p>
                                            <p>3.5 Сараптама кеңесі бағалау нәтижесі бойынша өтінім бергендердің арасынан 100 педагогты іріктеп алады. Олар Байқаудың екінші кезеңіне өтеді.  </p>
                                            <p>3.6 Сараптама кеңесі бағалау нәтижесі бойынша Байқаудың екінші кезеңіне өткендердің арасынан 30 педагогты іріктеп алады. Олар Байқаудың үшінші кезеңіне өтеді.</p>
                                            <p>3.7 Сараптама кеңесі бағалау нәтижесі бойынша 10 супер-финалисті Байқаудың 30 финалистінің арасынан іріктеп алады.</p>
                                            <p>3.8 Сараптама кеңесі 10 супер-финалисті бағалау нәтижесі бойынша Байқау жеңімпаздарының үштігін (1, 2, 3 орындар) анықтайды.</p>