<h1>Digital Ustaz Almaty байқауын өткізу<br>ЕРЕЖЕСІ</h1>
										<h2>1. Жалпы ережелер </h2>
										<p>1.1 Алматы қаласы Әкімдігінің қолдауымен «EdCrunch Academy» заманауи білім беруді дамыту институты БИН 210140033270  (ары қарай – Ұйымдастырушы)  өткізетін  педагогтардың жыл сайынғы қалалық «Almaty Digital Ustaz» (ары қарай – Байқау) байқауының және олардың кәсіби біліктілігін арттырудың осы Ережесі 1996 жылдың 10 маусымындағы №:6-І ҚР-ның “Авторлық құқық пен аралас құқықтар туралы” Заңының 9-1 Бабына сәйкес 14.05.2021 жылғы № 05/20 бұйрығымен бекітілген Digital Ustaz Байқауының концептіне сай әзірленді. </p>
										<p> 1.2  Осы Ереже:</p>
										<ul class="list-style__dote">
											<li>Байқау тапсырмаларының форматын, тәртібін, регламентін және оларды бағалау критерийлерін;</li>
											<li>қатысушыларға, Бақылау және Сараптама кеңестеріне қойылатын талаптарды; </li>
											<li>білім беру интенсивінің мазмұнын;</li>
											<li>Байқау қатысушыларын, финалистер мен жеңімпаздарды айқындау тәртібін анықтайды.</li>
								        </ul>
								        <br>
								        <p>1.3 Байқаудың миссиясы <b>«Технологияларды жақындастырып оқушыларға ынта беру»</b> ұранымен беріліп, заманауи білім берудің негізгі міндеттерін айқындайды: білім алушылардың жеке қажеттіліктерін қанағаттандыру мақсатында оқытудағы қол жетімді цифрлық технологиялар мен цифрлық контентті ұсыну арқылы оқытудың жаңа архитектурасы мен мазмұнын қалыптастыру</p>
								        <p>Байқау <i>педагогтың</i> жаңа <i>төлсипатын</i> – <b>«Digital Ustaz – цифрлық дәуірдің мұғалімі болуды»</b> анықтайды.</p>
								        <p><b>«Digital Ustaz»</b> өзінің оқыту шеберлігін үнемі шыңдайды, оқу мен білім беру үдерісін жақсартуда технологияларды тиімді қолданады, оқытуды түзету үшін мәліметтерді пайдаланады және білім алудың үздік нәтижелеріне қол жеткізу мақсатында білім алушыларға көмектеседі, цифрлық қоғамның дамуына оң үлес қосып, цифрлық қауіпсіздіктің, құқықтық және этикалық нормалардың, авторлық құқық пен зияткерлік меншік құқықтарының қағидаттарын сақтайды. Педагогикалық көшбасшы бола отырып, оқушылардың уәждемесін қолдау мен оқу үдерісін оңтайландыру, релеванттық желілік ресурстарды танымал ету, сондай-ақ, оқу талаптарын орындауда идеялармен алмасу үшін өз әріптестерін технологияларды пайдаланудың тиімді жолдарын іздеуге бағыттайды.</p>
                                        <p><b>1.4 Байқаудан күтілетін нәтижелер:</b></p>
										<ul class="list-style__dote">
                                           <li>әр оқушыға жаңа білім беру ортасында (сыныпта, мектепте және одан тыс жерлерде)  өзін-өзі танытуды үйрету мақсатында цифрлық технологиялардың кең мүмкіндіктерін ашып көрсету; </li>
                                           <li>әлемдік үздік білім беру тәжірибелерін енгізу арқылы Байқау қатысушыларының әлеуетін ұлғайту;</li>
                                           <li>дамыған цифрлық құзіреттіліктерге ие жаңа форматтағы педагогтардың қоғамдастығын қалыптастыру;</li>
                                           <li>Алматы қаласының үздік педагогикалық әдістемелерін бүкіл әлемге масштабтауға арналған платформаны іске қосу;</li>
                                           <li>Алматы педагогтарын әділ іріктеу арқылы өсіру, сіңірген еңбегі үшін марапаттау, әрбір финалисті шабыттандыру, жариялылығын қамтамасыз ету. </li>
								       </ul>
								       <br>
								       <p><b>1.5 Байқауды өткізу мерзімі:</b></p>
<div class="table-responsive">
								       <table>
								            <tr>
								                <th>№</th>
								                <th>Кезеңдер мен іс-шаралар </th>
								                <th width="220">Мерзімі</th>
								            </tr>
								            <tr>
								                <td colspan="3">1 кезең </td>
								            </tr>
								            <tr>
								                <td>1</td>
								                <td>Тіркеудің басталуы және өтінімдер қабылдаудың аяқталуы</td>
								                <td>18 тамыз - 1 қазан  2021 ж.</td>
								            </tr>
								            <tr>
								                <td>2</td>
								                <td>Вебинар 1* - Нұсқаулық сессия және  «Білім берудегі жаһандық мәселелер мен трендтер» </td>
								                <td>06 қыркүйек 2021 ж.</td>
								            </tr>
								            <tr>
								                <td>3</td>
								                <td>Вебинар 2* - 50 минут</td>
								                <td>07 қыркүйек 2021 ж. </td>
								            </tr>
								            <tr>
								                <td>4</td>
								                <td> Шеберлік сағаты: «Мультимедиялық мақала  («Мультимедиялық лонгрид)»  - 90  минут </td>
								                <td>09 қыркүйек 2021ж. </td>
								            </tr>
								            <tr>
								                <td>5</td>
								                <td>Шеберлік сағаты: «Цифрлық баяндау (Digital Storytelling)»</td>
								                <td>14 қыркүйек 2021 ж. </td>
								            </tr>
								            <tr>
								                <td>6</td>
								                <td>1 кезең тапсырмаларын орындау және өткізу </td>
								                <td>02 қыркүйек - 01 қазан 2021 ж. </td>
								            </tr>
								            <tr>
								            <td>7</td>
								            <td>1 кезең жұмысын бағалау - (100 қатысушыны іріктеп алу)</td>
								            <td>04 - 14 қазан 2021 ж. </td>
								            </tr>
								            <tr>
								                <td>8</td>
								                <td>Вебинар 3* </td>
								                <td>05 қазан 2021 ж. </td>
								            </tr>
								            <tr>
								                <td>9</td>
								                <td>Вебинар 4*</td>
								                <td>07 қазан 2021 ж. </td>
								            </tr>
								            <tr>
								                <td>10</td>
								                <td>Қатысушыларды келесі кезеңге өткендігі туралы хабардар ету - 100 қатысушы</td>
								                <td>15 қазан 2021 ж.</td>
								            </tr>
								            <tr>
								                 <td colspan="3">2 кезең — 100 қатысушы</td>
								            </tr>
								            <tr>
								                <td>11</td>
								                <td>Нұсқаулық сессия<br>
								                <b>Вебинар:</b> Сабақтың педагогикалық дизайны;<br>
								                <b>Шеберлік сағаты:</b> Білім беру контентін әзірлеуге арналған цифрлық құралдар</td>
								                <td>18 қазан 2021 ж. </td>
								            </tr>
								            <tr>
								                <td>12</td>
								                <td>
                                                    <b>Шеберлік сағаты:</b> Сабақты ұйымдастыру мен өткізуге арналған платформалар;<br>
                                                    <b>Шеберлік сағаты:</b> Цифрлық қызметтерді қолдану арқылы инфографиканы жасау.</td>
                                                    <td>19  қазан 2021 ж. </td>
								            </tr>
								            <tr>
								                <td>13</td>
								                <td>2 кезең тапсырмасын әзірлеу - «Сабақты мультимедиялық платформада әзірлеу»</td>
								                <td>18 қазан - 7 қараша 2021 ж.</td>
								            </tr>
								            <tr>
								                <td>14</td>
								                <td>Вебинар 5*</td>
								                <td>2 қараша 2021 ж.</td>
								            </tr>
								            <tr> 
								                <td>15</td>
								                <td>Вебинар 6*</td>
								                <td>4 қараша 2021 ж.</td>
								            </tr>
								            <tr>
								                <td>16</td>
								                <td>2 кезең тапсырмасын орындаудың аяқталуы </td>
								                <td>7 қараша 2021 ж.</td>
								            </tr>
								            <tr> 
								                <td>17</td>
								                <td>Жұмысты бағалау (30 қатысушыны іріктеп алу)</td>
								                <td>8 - 12  қараша 2021 ж.</td>
								            </tr>
								            <tr>
								                <td>18</td>
								                <td>Қатысушыларды келесі кезеңге өткендігі туралы хабардар ету - 30 қатысушы</td>
								                <td>12 қараша 2021 ж.</td>
								            </tr>
								            <tr>
								                 <td colspan="3">3 кезең - 30 финалист </td>
								            </tr>
								            <tr>
								                <td>19</td>
								                <td>Нұсқаулық сессия<br>
                                                    <b>Вебинар:</b> Шеберлік сағат дизайны;</td>
								                <td>15 қараша 2021 ж.</td>
								            </tr>
								            <tr>
								                <td>20</td>
                                                <td><b>«Білім берудің тиімді цифрлық ортасын қалай құруға болады»</b> тақырыбындағы шеберлік сағат әзірлемесі</td>
								                <td>15 қараша – 22 қараша 2021 ж. </td>
								            </tr>
								            <tr>
								                <td>21</td>
								                <td>
								                    <p>Digital Ustaz білім берудің жүзбе-жүз (офлайн) интенсиві:</p>
								                   <ol>
								                       <li>«Digital Storytelling» жанрында білім беру контентін әзірлеу;</li>
								                       <li>Шеберлік сағаты: Білім беру оқиғаларына арналған көпшілік алдында сөз сөйлеудің форматы мен техникасы;</li>
								                       <li>Шеберлік сағаты: Бенчмаркинг. Форсайт. Визионерлік.</li>
								                   </ol>
								                </td>
								                <td>23 – 26 қараша 2021 ж.</td>
								            </tr>
								            <tr>
								                <td>22</td>
								                <td>10 супер-финалисті анықтау</td>
								                <td>26 қараша 2021 ж.</td>
								            </tr>
								            <tr>
								                 <td colspan="3">3 кезең - 10 супер-финалист </td>
								            </tr>
								            <tr>
								                <td>23</td>
								                <td>Ұйымдастырушылар ұсынған тақырыптағы он супер-финалистің мотивациялық сөзі және Байқаудың 3 жеңімпазын анықтау. </td>
								                <td>6 желтоқсан 2021 ж.</td>
								            </tr>
								        </table></div>
								        <br>
								        <p>*келесі кезеңге өтіп-өтпегеніне қарамастан, Байқаудың барлық тіркеуден өткен қатысушылары үшін</p>
								        <p>1.6 Байқау Ұйымдастырушысы Байқау кезеңдерін өткізу мерзіміне өзгерістер енгізу құқығын өзіне қалдырады; </p>
                                        <p>1.7 Байқау туралы ақпарат  <a href="https://digitalustazalmaty/">https://digitalustazalmaty</a> (ары қарай – Байқау сайты) Байқаудың ресми сайтында, сондай-ақ Instagram, FB, Telegram, WhatsApp әлеуметтік желілеріндегі Байқаудың ресми парақшаларында жарияланады.</p>
								        <p>1.8 Байқаудың барлық кезеңінде білім беру интенсивтері мен шеберлік сағаттары осы Ереженің 2 Қосымшасы мен 1.5 тармағындағы мерзімге сәйкес әлемге танымал практиктермен жүргізіледі.</p>