<h2>6. Байқау финалын қаржыландыру</h2>
                                            <p>6.1 Байқау өткізуді Алматы қаласының Әкімдігі, Алматы қаласының Білім басқармасы жүзеге асырады.</p>
                                            <p>6.2 Байқауды өткізуге бюджеттен тыс және демеушілік қаражатты тартуға рұқсат етіледі.</p>
                                                                                                                                                                    <h2 style="text-align: right; font-weight: normal">1 Қосымша <br></h2>
                                            <h2>Digital Ustaz Almaty байқауын өткізу ережелері</h2>
                                            <h2>Байқау кезеңдерінің тапсырмалары мен бағалау критерийлері </h2>
<div class="table-responsive">
                                             <table>
								            <tr>
								                <th>Кезең<br> дер</th>
								                <th>Байқау кезеңдерінің<br> тапсырмалары</th>
								                <th>Тапсырма мақсаты</th>
								                <th>Тапсырмаларды бағалау критерийлері </th>
								            </tr>
                                               <tr>
                                                <td>1</td>
                                                   <td><b>«Оқытудың тиімді цифрлық ортасын қалай құруға болады»</b> тақырыбы бойынша «Мультимедиялық мақала (Мультимедиялық лонгрид)» жанрындағы тапсырманың әзірлемесі</td>
                                                <td>Педагогикалық тәжірибе үлгісін қолдана отырып, Байқауға қатысушының өзекті мәселелер (білім беру трендтері) туралы жеке  көзқарасын ұсынуы.</td>
                                                <td>
                                                    <ol>
                                                        <li>Білім берудегі жаһандық трендтер мен қиындықтарды білу;</li>
                                                        <li>«Мультимедиялық мақала («Мультимедиялық лонгрид)» жанрына сәйкес келу: мақсат, көзқарас, жеке қажеттіліктерді, даму стратегиясы мен жол картасын талдау және бағалау;  </li>
                                                        <li>Академиялық адалдық қағидаттарын сақтау;</li>
                                                        <li>Бейне, мәтіндік және басқа да мультимедиялық материалдарды креативті таныстыру; </li>
                                                        <li>Мазмұнның талаптарға сай болуы: мәселенің өзектілігін анықтау, мәселені цифрлық құралдар мен заманауи педагогикалық технологияларды пайдалана отырып шешу; ұсынылған тәжірибені дамыту перспективалары</li>
                                                    </ol>
                                                </td>
                                               </tr>
                                               <tr>
                                                   <td>2</td>
                                                   <td>«Цифрлық құралдарды пайдалана отырып сабақты әзірлеу»<br><br>
                                                   <p><i><b>Бір сабақтың әзірлемесі</b></i></p></td>
                                                   <td>Цифрлық ортаның әртүрлі жанрларында пәндік білім мен оқыту әдістемесінің жоғары деңгейін, сындарлы келісілген білім беру контентін әзірлеудегі кәсіби және икемді дағдыларын көрсету.</td>
                                                   <td>
                                                       <ol>
                                                           <li>Материалдық және субьектілік сипаттағы күтілетін нәтижелерге сәйкестік (ҚР МЖМС және пәндер бойынша типтік оқу бағдарламасы);  </li>
                                                           <li>Академиялық адалдық қағидаттарын сақтау;</li>
                                                           <li>Ақпараттық технологияларды қолдануға негізделген жаңа педагогикалық тәсілдерді қолдану;</li>
                                                           <li>Сабақтың барлық элементтерінің (құндылық, мақсаты, тақырыбы, әдістері, ресурстары, бағалау) ұйғарымдылығы;</li>
                                                           <li>Тақырыпты түсіндіру материалдарының бар болуы, интербелсенді тапсырмалар, контекстке сәйкес мультимедиялық материалдар, формативті және суммативті бағалаудың критерийлері мен дескрипторлары; Негізгі идеялардың инфографика түріндегі сипаттамасы. Цифрлық құралдарды қолданудың негіздемесі және SanPin талаптарына сәйкестігі. </li>
                                                       </ol>
                                                   </td>
                                               </tr>
                                               <tr>
                                                   <td rowspan="2">3</td>
                                                   <td><b>«Оқытудың тиімді цифрлық ортасын қалай құруға болады»</b> тақырыбындағы шеберлік сағатының әзірлемесі<br><br>
                                                   <b>Шеберлік сағатының регламенті - 20 минут</b></td>
                                                   <td>Заманауи цифрлық құралдар мен технологияларды қолдану қажеттілігіне байланысты бір педагогикалық мәселені шешуге бағытталған шеберлік сағатын өткізу дағдыларын көрсету.</td>
                                                   <td>
                                                       <ol>
                                                           <li><b>Релеванттық.</b> Инновациялық идеяның айқындылығы, оның ұсынылу деңгейі, идеяның білім берудегі танымалдылығы, ұсыну мәдениеті. Оқыту мазмұны мен әдіс-тәсілдерінің өзектілігі мен ғылымилығы, стандарт шеңберінен шығатын және заманауи білім беру үрдістері мен пәнді оқыту әдістемесіне сай келетін жаңа идеялардың болуы, жинаған тәжірибені әдістемелік жалпылау қабілетінің бар болуы.  </li>
                                                           <li><b>Инклюзивтілік.</b> Сабақта қызметтің жаңа өнімін жасау үшін әрқайсысын белсенді шығармашылық қызметке тарту әдістері мен шарттарының болуы.</li>
                                                           <li><b>Оңтайлылық. </b>Сабақта қолданылатын құралдардың жеткілікті болуы, олардың үйлесімділігі, мақсатпен,  нәтижемен (аралық және қорытынды) байланысты болуы.</li>
                                                           <li><b>Тиімділік.</b> Шеберлік сағатының әр қатысушысының жеткен жетістігі.</li>
                                                           <li><b>Өнімділік.</b> Сабақтың нақты алгоритмінің (фазалары, кезеңдері, рәсімдері), өзектендірудің, келеліліктің (“үзіктің”) бірегей әдістерінің, іздеу және ашу тәсілдерінің, таңырқау және ұғыну, рефлексияның (өзін-өзі бақылау, өзін-өзі түзету) болуы. </li>
                                                       </ol>
                                                   </td>
                                               </tr>
                                               <tr>
                                                   <td>Он супер-финалистің Ұйымдастырушылар ұсынған тақырыптағы мотивациялық сөзі. <br><br>
                                                   <b>Ұзақтығы: 3 минут </b></td>
                                                   <td>Шешендік өнер дағдыларын, мектеп біліміндегі заманауи жаһандық трендтер мен қиындықтар жөнінде хабардарлығын  көрсету.</td>
                                                   <td>
                                                       <ol>
                                                           <li>Мектеп біліміндегі заманауи жаһандық трендтер мен қиындықтар жөнінде хабарының болуы;</li>
                                                           <li>Академиялық адалдық қағидаттарын сақтау;</li>
                                                           <li>Мазмұн элементтері:
                                                               <ul class="list-style__dote">
                                                                   <li><i>бенчмаркинг</i> (озық тәжірибені сақтауға ұмтылу);</li>
                                                                   <li><i>көрегендік дағдылары </i> (өз болашағының параметрлерін анықтау);</li>
                                                                   <li><i>визионерлік қабілеті </i> (пән бойынша оқытудың / білім берудің болашақтағы  дамуын болжай білу).</li>
                                                               </ul>
                                                           </li>
                                                           <li>Көпшілік алдында сөйлеу талаптарына сай болу;</li>
                                                           <li>Сөйлеудің техникалық әрлеу тәсілінің бар болуы (фондық музыка, сахна қозғалысының элементтері және т.б.).</li>
                                                       </ol>
                                                   </td>
                                               </tr>
                                       </table></div>
                                           <h2 style="text-align: right; font-weight: normal">1 Қосымша <br></h2>
                                            <h2>Digital Ustaz Almaty байқауын өткізу ережелері</h2>
                                            <h2>Вебинарлар мен шеберлік сағаттарының тақырыптары</h2>
<div class="table-responsive">
                                             <table>
								            <tr>
								                <th>Байқау кезеңдері</th>
								                <th>Атауы </th>
								                <th>Өткізу формасы</th>
								            </tr>
                                            <tr>
                                                <td>1</td>
                                                <td>
                                                    <ol>
                                                        <li><b>Вебинар:</b> Сабақтың педагогикалық дизайны;</li>
                                                        <li><b>Шеберлік сағаты: </b> Білім беру контентін әзірлеуге арналған цифрлық құралдар;</li>
                                                        <li><b>Шеберлік сағаты: </b>  Сабақты ұйымдастыру мен өткізуге арналған платформалар;</li>
                                                        <li><b>Шеберлік сағаты: </b>  Цифрлық қызметтерді қолданып инфографиканы жасау.</li>
                                                    </ol>
                                                </td>
                                                <td>Қашықтан онлайн режимде</td>
                                            </tr>
                                            <tr>
                                                <td>2</td>
                                                <td>
                                                    <ol>
                                                        <li><b>Вебинар:</b> Сабақтың педагогикалық дизайны;</li>
                                                        <li><b>Шеберлік сағаты: </b> Білім беру контентін әзірлеуге арналған цифрлық құралдар;</li>
                                                        <li><b>Шеберлік сағаты: </b>  Сабақты ұйымдастыру мен өткізуге арналған платформалар;</li>
                                                        <li><b>Шеберлік сағаты: </b> Цифрлық қызметтерді қолданып инфографиканы жасау.</li>
                                                    </ol>
                                                </td>
                                                <td>Қашықтан онлайн режимде</td>
                                            </tr>
                                            <tr>
                                                <td>3</td>
                                                <td>
                                                    <ol>
                                                        <li><b>Вебинар:</b> Шеберлік сағаттар дизайны;</li>
                                                        <li><b>Шеберлік сағаты: </b> Білім беру оқиғаларына арналған көпшілік алдындағы сөз сөйлеудің форматы мен техникасы;</li>
                                                        <li><b>Шеберлік сағаты: </b> Бенчмаркинг. Форсайт. Визионерлік.</li>
                                                    </ol>
                                                </td>
                                                <td>Көшпелі түрде жүзбе-жүз.</td>
                                            </tr>
                                        </table></div>