<h2>2. Қатысу шарттары, қатысушыларға, құжаттар мен материалдарға қойылатын талаптар </h2>
								        <p>2.1. Алматы қаласы мемлекеттік және жеке меншік білім беру ұйымдарының (сонымен қатар, гимназиялар, лицейлер, мамандандырылған және бейімдеу мектептері) оқу жоспарындағы барлық пәндер бойынша 1-12 сынып педагогтары Байқауға қатыса алады.</p>
								        <p>2.1.1 Байқаудың барлық кезеңдерінде мемлекеттік және жеке меншік мектептер үшін қатысушылардың ара қатынасы сәйкесінше 70% пен 30% аралығында белгіленеді. </p>
                                        <p>2.2 Педагогикалық қызмет өтіліне қойылатын талап – бір жылдан кем емес.</p>
                                        <p>2.3 Байқауға қатысу үшін:</p>
                                        <ul class="list-style__dote">
                                            <li>Қазақстан Республикасының азаматы болуы;</li>
                                            <li>Байқау сайтында электрондық тіркеуден өтіп, тиісті сауалнаманы толтыруы;</li>
                                            <li>түйіндемесін, фотографиясын, еңбек өтілі көрсетілген жұмыс орнынан берілген анықтаманың сканерленген көшірмесін (jpeg, png, pdf форматтағы) жүктеуі; </li>
                                            <li>тіркеу кезінде жеке мәліметтерді өңдеуге келісім беруі тиіс</li>
                                        </ul>
                                           <br>
                                            <p>2.4 Осы және одан кейінгі кезеңдердің барлық конкурстық жұмыстары академиялық адалдық қағидаттарының  сәйкестілігіне тексерілетін болады.</p>
                                            <p>2.5 Академиялық адалдық қағидаттарына сәйкес келмейтін Байқауға қатысуға ұсынылған материалдар (дереккөздері расталмай алынған және тиісті деңгейде дәйектелмеген, бірегейлігі 90%-дан төмен, өзге байқаулар мен шығармашылық жобаларға қатысу шеңберінде бұрын жарияланған авторлық жұмыстар) байқауға жіберілмейді.</p>
                                            <p>2.6 Құжаттар мен конкурстық жұмыстарды қабылдау тек ресми сайтта жүзеге асырылады. </p>
                                            <p>2.7 Тіркеу мерзімі аяқталғаннан кейін осы ереженің 1.5 тармағына сәйкес, Ұйымдастырушылар тіркеу формасын толтыру мен талап етілген құжаттарды, сондай-ақ, конкурстық жұмыстарды ұсыну дұрыстығын тексереді, одан кейін Байқауға қатысушылар құрамын құрайды. Байқау қатысушыларының құрамы Сараптама кеңесімен бекітіледі. </p>
                                            <p>2.8 Байқауға қатысушы Ұйымдастырушының сайтындағы ақпарат арқылы, сондай-ақ, тіркеу кезінде көрсетілген байланыс деректері арқылы Байқаудың келесі кезеңіне өткендігі туралы хабарлама алады.</p>
                                            <p>2.9. Барлық кезеңдер бойынша конкурстық жұмыстар 0 - 15 балл аралығында бағаланады.</p>
                                            <p>2.10. Әрбір кезең қатысушыларының саны балл сомасымен анықталады. </p>