<h2>2. Қатысу шарттары, қатысушыларға, құжаттар мен материалдарға қойылатын талаптар</h2>
										<p>2.1. Алматы қаласы мемлекеттік және жеке меншік білім беру ұйымдарының (сонымен қатар, гимназиялар, лицейлер, мамандандырылған және бейімдеу мектептері) оқу жоспарындағы барлық пәндер бойынша 1-12 сынып педагогтары Байқауға қатыса алады.</p>
										<p>2.2 Педагогикалық қызмет өтіліне қойылатын талап – бір жылдан кем емес.</p>
										<p>2.3 Байқауға қатысу үшін:</p>
										<ul class="list-style__dote">
											<li>Қазақстан Республикасының азаматы болуы;</li>
											<li>Байқау сайтында электрондық тіркеуден өтіп, тиісті сауалнаманы толтыруы;</li>
											<li>түйіндемесін, фотографиясын, еңбек өтілі көрсетілген жұмыс орнынан берілген анықтаманың сканерленген көшірмесін (jpeg, png, pdf форматтағы) жүктеуі;</li>
											<li>тіркеу кезінде жеке мәліметтерді өңдеуге келісім беруі тиіс.</li>
								        </ul>
								        <p>2.4 Тіркеуден сәтті өткен барлық қатысушылар келесі кезеңге өткен-өтпегендігіне қарамастан, білім беру интенсивінің белгілі бір модульдеріне тегін қол жеткізе алады.</p>
								        <p>2.5 Құжаттарды қабылдау тек ресми сайтта жүзеге асырылады. </p>
								        <p>2.6 Тіркеу мерзімі аяқталғаннан кейін осы Ереженің 2.3 тармағына сәйкес, Ұйымдастырушы тіркеу формасын толтыру мен талап етілген құжаттарды ұсыну дұрыстығын тексереді, одан кейін Байқауға қатысушылар құрамын құрайды. Байқау қатысушыларының құрамы Сараптама кеңесімен бекітіледі.</p>
								        <p>2.7 Байқауға қатысушы Ұйымдастырушының сайтындағы ақпараттан, сондай-ақ, тіркеу кезінде көрсетілген байланыс деректері арқылы Байқаудың келесі кезеңіне өткендігі туралы хабарлама алады.</p>
