<h1>Педагогтардың Digital Ustaz Almaty Байқауына қатысу тәртібі </h1>
										<h2>1. Жалпы ережелер</h2>
										<p>1.1 Педагогтардың жыл сайынғы қалалық «Almaty Digital Ustaz» (бұдан әрі – Байқау) байқауының және олардың кәсіби біліктілігін арттырудың осы Ережесі:</p>
										<ul class="list-style__dote">
											<li>қатысу шарттарын, қатысушыларға, құжаттар мен материалдарға қойылатын талаптарды; </li>
                                            <li>академиялық адалдық қағидаттарын;</li>
                                            <li>конкурстық тапсырмалардың форматын, тәртібін, регламентін және оларды бағалау критерийлерін анықтайды.</li>
                                        </ul>
