<h2>1 ҚОСЫМША</h2>
								        <h2>Американдық психологиялық қауымдастықтың (American Psychological Association) 7-ші басылымында берілген (бұдан әрі – APA) дәйексөздер мен сілтемелер стилін пайдалану бойынша Байқауға қатысушыларға арналған Жадынама</h2>
								        <p>EdCrunch Academy американдық психологиялық қауымдастықтың (American Psychological Association) 7-ші басылымының (бұдан әрі – APA) дәйексөздер мен сілтемелер стилін пайдаланады.</p>
								        <p>APA стилінің тек дәйексөздер мен сілтемелерді ғана емес, тіпті құжаттағы өріс көлемін көрсетуге дейінгі пішімдеу әдісін де қамтитынына назар аударыңыз. Алайда, EdCrunch Academy тек APA стиліндегі сілтемелер мен дәйексөз келтіру аспектісіне қызығушылық танытады.</p>
								        <p>Бұл жадынама APA-дің ресми сайты (<a href="http://www.apastyle.org">http://www.apastyle.org</a>) мен Американдық психологиялық қауымдастықтың (7-ші басылым) жарияланымдары бойынша нұсқаулық негізінде жасалған.</p>
								        <p>Сіздің дұрыс рәсімдеулерді ұстануыңыз және ақпаратты қажетті орынға орналастыруыңыз маңызды. Microsoft Word бағдарламасында APA үшін дұрыс форматты таңдауға көмектесетін кірістірілген сілтеме элементі бар.</p>
								        <h2>I. APA дәйексөзі</h2>
								        <p>Мәтіннен дәйексөз келтірген кезде автордың/авторлардың (немесе редактордың/редакторлардың) тегін және жарияланған жылын көрсетіңіз. Кітаптың немесе мақаланың толық атауын шығарма абзацтарына қоюдың қажеті жоқ. Сізге (көп жағдайда) тек автордың тегін, жарияланған жылы мен бет нөмірін көрсету қажет.</p>
								        <p>Негізге алынатын қағидат – басқалардың идеялары мен сөздері ресми түрде танылған болуы тиіс. Оқырман мақаланың негізгі бөлігінен кейін берілетін әдебиеттер тізімінен дереккөзге қатысты толық сілтемені ала алады. Тіпті сіз біреудің идеясын немесе ақпаратты өз сөзіңізбен ұсынсаңыз да (мысалы, парафраз), түпнұсқаның қайдан алынғанын көрсетуіңіз керек. Мұның бәрі академиялық жазу процесінің бөлігі болып табылады.</p>
								        <h2>A. КІТАПТАР МЕН ЖУРНАЛДАР</h2>
								        <p>Сіз сөйлемдерді әртүрлі жолдармен құрастыра аласыз. Автордың тегін сөйлемнің ішіне қоса аласыз.</p>
								        <p>Дереккөз авторларының аттары сөйлемнің формалды құрылымының бөлігі болған кезде, авторлары анықталғаннан кейін жарияланған жылы жақшада пайда болады.</p>
								        <p>Келесі мысалды қарастырайық:</p>
								        <p><i>Вейш пен Лангер (2015, 39-бет) қант диабетімен ауыратын науқастардың қандағы глюкоза деңгейін тексеруге арналған микро инелері бар пластырлар олардың инсулинге деген қажеттіліктерін оңай бақылауға көмектесетінін анықтады.</i></p>
								        <p>[Ескерту: “және” шылауы бірнеше авторлар сөйлемнің формалды құрылымының бір бөлігі ретінде көрсетілген кезде қолданылады. Мұны келесі бөлімдегі мысалмен салыстырыңыз.]</p>
								        <p>Дереккөз авторлары сөйлемнің формалды құрылымының бөлігі болмаған кезде, авторлар да, жарияланған жылы да жақшада көрсетіледі.</p>
								        <p>Келесі мысалды қарастырайық:</p>
								        <p><i>Дін мен денсаулыққа байланысты зерттеулерге жасалған шолулар, қалай болғанда да, діни мінез-құлықтың кейбір түрлері физикалық және психикалық денсаулықтың анағұрлым жоғары деңгейімен байланысты деген қорытындыға келді (Agli et al., 2014; DeAngelis & Ellison, 2018; Krause & Hayward, 2016; Jones, 2018); Salsman et al., 2015; Vander Weele, 2017).</i></p>
								        <p>[Ескерту: & таңбасы жақшадағы материалдарда бірнеше автор көрсетілген кезде қолданылады. Сондай-ақ, жақшада бірнеше дереккөздер келтірілген кезде, олар алғашқы авторлардың тегі бойынша алфавиттік ретпен орналастырылып, нүктелі үтірмен бөлінетініне назар аударыңыз.]</p>
								        <h2>B. ОНЛАЙН РЕСУРСТАР</h2>
								        <p>Жұмысты орындау барысында да Интернеттен дереккөздерді пайдалану қажет болады. Олардың кейбіреулерінде авторлар бар, кейбіреулерінде  авторы жоқ, тек тақырыптары бар, ал кейбіреулерінде датасы көрсетілмеген. Осы сценарийлердің барлығының ережелері бар:</p>
								        <ul li style="list-style: lower-alpha">
                                            <li>егер автор бар болса, кітап немесе мақала сияқты автор мен дата  форматын қолданыңыз (Smith, 1990).</li>	
                                            <li>егер автор көрсетілмеген болса, автордың орнына атаудың алғашқы бірнеше сөзін қолданыңыз. Олар қос тырнақшаға салынуы керек, мысалы ("Eating Tomatoes", 1990).</li>
                                            <li>егер датасы көрсетілмесе, датаның орнына "датасыз" қолданыңыз, мысалы ("Қызанақ жеу", датасыз).</li>							            
								        </ul>
								        <p>Дереккөздің белгілі бір бөлігін дәйексөз ретінде келтіру үшін бетті, тарауды, сызбаны, кестені немесе теңдеуді мәтіндегі тиісті тармаққа енгізіңіз. Әрқашан дәйексөз үшін бет нөмірлерін көрсетіңіз. Назар аударыңыз,  бет және тарау сөздері осындай мәтіндік дәйексөздерде қысқартылып беріледі:</p>
								        <p>Мысалы:</p>
								        <p><i>(Chuck & Bass, 1981, 332-бет).<br>
								        (Шимамура, 1989, 3-тарау).</i></p>
								        <p>Бет нөмірлері көрсетілмеген электрондық дереккөздер үшін абзац нөмірін пайдаланыңыз.</p>
								        <p>Мысалы:</p>
								        <p><i>(Майерс, 2000, 5-тармақ).</i></p>
								        <p>URL-адресті көрсетпеңіз. Бұл ақпарат (жұмыстың соңында) әдебиеттер тізіміне енгізіледі.</p>
								        <p>Мұндағы ережеден тыс жалғыз жайт - егер сіз өзіңіздің эссеңізде бүкіл веб-сайтқа сілтеме жасасаңыз, онда мәтіндегі веб-сайттың атауын көрсетіп, URL-адресті жай жақшаға қосуыңыз керек.</p>
								        <p><i>Мысалы: Біз Qualtrics көмегімен сауалнама жүргіздік (<a href="https://www.qualtrics.com">https://www.qualtrics.com</a>) деп жаза аласыз.</i></p>
								        <p><i>All Blacks маркетингі мен брендингі - олардың сауда-саттығының ажырамас бөлігі.</i></p>
								        <p>Бұған мысал - Allblacks.com (<a href="https://www.allblacks.com/">http://www.allblacks.com/</a>).</p>
								        <h2>C. ӘЛЕУМЕТТІК МЕДИА</h2>
								        <p>Егер сіз ақпаратты әлеуметтік желілерден  келтірсеңіз немесе парафраз жасасаңыз, әдебиеттер тізіміндегі жазбаны және мәтіндегі сілтемені көрсетіңіз (авторы және жылы).</p>
								        <p>Автор. (жылы айы күні). Тақырып [формат]. Веб-сайттың атауы. https: // …</p>
								           <ul li style="list-style: lower-alpha">
                                            <li>автордың тегі мен аты-жөнін, немесе автордың корпоративтік атын қосыңыз.</li>	
                                            <li>тік жақшаның ішінде атынан кейін кез-келген әлеуметтік медиа сәйкестендіру ақпаратын көрсетіңіз.</li>
                                            <li>веб-парақшада қол жетімді нақты датаны көрсетіңіз. Бұл тек жыл; жыл және ай; немесе жыл, ай және күн болуы мүмкін.</li>	
                                            <li>егер датасы белгісіз болса, жақшада (датасын көрсетпей) қолданыңыз, мысалы (деректер жоқ). Егер датасы белгісіз болса, бірақ шамамен болуы мүмкін болса, (шамамен) қолданыңыз, содан кейін тік жақшада берілген болжалды жылын қолданыңыз, мысалы [шамамен 2017]. Егер сіз датасын көрсетпей немесе сол сияқты қолдансаңыз, сізге ақпарат алу датасын көрсету қажет болады.</li>	
                                            <li>тақырып ретінде беттің атауын немесе хабарлама тақырыбын көрсетіңіз. Егер хабарламада қолтаңба немесе тақырып болмаса, хабарламаның алғашқы сөздерін қолданыңыз. Атауды курсивпен белгілеңіз.</li>		
                                            <li>форматты тақырыптан кейін тік жақшаға салыңыз, мысалы [Instagram-дағы  фотосурет], [Твиттеу], [Күйді жаңарту], [@username].</li>			            
								        </ul>
								        <h2>II. APA бойынша библиографияны рәсімдеу:</h2>
								        <h2>I. КІТАП НЕМЕСЕ ҮКІМЕТТІК ҚҰЖАТ</h2>
								        <p><b>Ереже:</b></p>
								        <p>Тегі, Аты-жөні. (жарияланған жылы). Кітап атауы: Кітап тақырыпшасы.<br>
								        Баспа атауы.</p>
								        <p><b>1-мысал (баспа):</b></p>
								        <p><i>Rowling, J.K. (2001). Harry Potter: and the Chamber of Secrets. London: Bloomsbury Children's.</i></p>
								        <p><b>2-мысал (электрондық):</b></p>
								        <p><i>Қазақстан Республикасының Әділет министрлігі. (2017). "Заң көмегі туралы" Қазақстан Республикасының Заң жобасының тұжырымдамасы. <a href="http://www.adilet.gov.kz/ru/articles/koncepciya-proekta-zakona-respubliki- kazahstan-o-yuridicheskoy-pomoshchi">http://www.adilet.gov.kz/ru/articles/koncepciya-proekta-zakona-respubliki- kazahstan-o-yuridicheskoy-pomoshchi</a> сайтынан алынған.</i></p>
								        <p>Ескерту: бірнеше автормен жұмыс жасау үшін барлық авторларды атап өту керек.</p>
								        <p><b>3-мысал (кітаптың көптеген авторлары):</b></p>
								        <p><i>Умланд, Ф., Янсен, А., Тириг, Д., Вюнш, Г.  (1975).  Комплексные соединения в аналитической химии: Теория и практика применения. Москва: Мир.</i></p>
								        <h2>II. ЖУРНАЛ НЕМЕСЕ МЕРЗІМДІ БАСЫЛЫМДАРДАН АЛЫНҒАН МАҚАЛА</h2>
								        <p><b>Ереже:</b></p>
								        <p>Тегі 1, Аты-жөні 1., Фамилия 2, Аты-жөні 2., & Тегі 2, Аты-Жөні 2. (жыл). Мақала атауы. Басылымның атауы, томның нөмірі (шығарылым нөмірі), беті. https://doi.org/xx.xxx/yyyy.</p>
								        <p><b>1-мысал (басылған):</b></p>
								        <p><i>Scruton, R. (1996). The eclipse of listening. The New Criterion, 15(3), 5–13.</i></p>
								        <p><b>2-мысал (электрондық):</b></p>
								        <p><i>Шепелев, Д. (2017, Қазан). Соңғы несиелерден кейін: "Ол". Көркем әдебиет әлемі, 10 (170), 54-55 беттер.<a href="http://jurnali-online.ru/fantastika/mir-fantastiki-10-oktyabr-2017.html"> http://jurnali-online.ru/fantastika/mir-fantastiki-10- oktyabr-2017.html</a> сайтынан алынған</i></p>
								        <h2>III. ВЕБСАЙТТАР</h2>
								        <p><b>Ереже:</b>
								        <p>Беттің атауы. (жылы, айы, күні). Сайт атауы. Айы, Күні, Жылы URL сайтынан алынған.</p>
								        <p><b>Мысалы:</b></p>
								        <p><i>Tuscan white bean pasta. (2018, February 25). Budgetbytes. Retrieved March 18, 2020, from  <a href="https://www.budgetbytes.com/tuscan-white-bean-pasta/">https://www.budgetbytes.com/tuscan-white-bean-pasta/</a>.</i></p>
								         <h2>IV. ЭЛЕКТРОНДЫҚ СУРЕТ</h2>
								        <p><b>Ереже:</b></p>
								        <p>Автордың тегі, аты-жөні. (жарияланған жылы). Суреттің атауы [сурет түрі]. Дереккөз. URL.</p>
								        <p><b>Мысалы:</b></p>
								        <p><i>Ryan, S. (2019). [Sea smoke on Lake Michigan] [Photograph] New York Times. <a href="https://www.nytimes.com/interactive/2019/world/year-in-pictures.html">https://www.nytimes.com/interactive/2019/world/year-in-pictures.html</a>.</i></p>
								         <h2>V. ЭЛЕКТРОНДЫҚ СУРЕТ (авторсыз, датасы мен атауы жоқ)</h2>
								        <p><b>Ереже:</b></p>
								        <p>[пәні және жұмыс түрі]. Қалпына келтіру айы, күні мен жылы: URL (адрес және веб-сайт).</p>
								        <p><b>Мысалы:</b></p>
								        <p><i>[Untitled         photograph     of a      baby   chimpanzee]. Retrieved          April    12, 2006, from: <a href="http://perso.wanadoo.fr/jdtr/struc/chimp3.htm">http://perso.wanadoo.fr/jdtr/struc/chimp3.htm</a></i></p>
								         <h2>VI. ВИДЕО </h2>
								        <p><b>Ереже: Кино (фильм)</b></p>
								        <p>Режиссердің тегі, Режиссердің аты-жөні. (Режиссер). (шығарылған күні). Картинаның Атауы [Фильм]. Өндірістік компания.</p>
								        <p><b>Мысалы:</b></p>
								        <p><i>Loyd, P. (Director). (2008). Mamma mia! [Film]. Universal Pictures.</i></p>
                                      <h2>VII. ДЕРЕКТІ ВИДЕО </h2>
								        <p><b>Ереже:</b></p>
								        <p>Продюсердің тегі, (продюсердің) аты-жөні, (жыл). Видео атауы [DVD / VHS]. Бейнеролик жариялаған автордың электрондық поштасынан алуға болады.</p>
								        <p><b>Мысалы:</b></p>
								        <p><i>Harrison-Hansley, M. &Sussman, A. (Producers). (2005). Living with ADHD [DVD]. Available from <a href="http://www.films.com">http://www.films.com</a></i></p>
								          <h2>VIII. YOUTUBE БЕЙНЕХОСТИНГІНДЕГІ РЕСУРСТАР</h2>
								        <p><b>Ереже:</b></p>
								        <p>Құрастырушының аты. (Видеоны жүктеу датасы). Видео атауы. [Видео файл]. "Алынған" деп видео адресін көрсетіңіз.</p>
								        <p><b>Мысалы:</b></p>
								        <p><i>Гарвард университеті. (2019, 28 тамыз). Медуза үшін жұмсақ роботтандырылған қапсырма [Видео]. YouTube-тен алынған. <a href="https://www.youtube.com/watch?v=guRoWTYfxMs">https://www.youtube.com/watch?v=guRoWTYfxMs</a></i></p>