<h1>ПОЛОЖЕНИЕ <br> проведения конкурса Digital Ustaz Almaty</h1>
										<h2>1. Общие положения </h2>
										<p>1.1 Настоящее Положение проведения ежегодного городского конкурса педагогов и их профессионального развития - «Almaty Digital Ustaz» (далее – Конкурс), организатором которого является Института развития современного образования «EdCrunch Academy» БИН 210140033270  (далее – Организатор) при поддержке Акимата г. Алматы, разработано в соответствии с Концептом конкурса Digital Ustaz, утвержденного приказом № 05/20 от 14.05.2021 согласно Статьи 9-1 Закона РК «Об авторском праве и смежных правах» от 10 июня 1996 года №: 6-I. </p>
										<p>1.2 Настоящее Положение определяет:</p>
										<ul class="list-style__dote">
											<li>формат, порядок, регламент конкурсных заданий и критерии их оценивания;</li>
											<li>требования к участникам, Наблюдательному и Экспертному советам; </li>
											<li>содержание образовательного интенсива;</li>
											<li>порядок определения участников, финалистов и победителя Конкурса.</li>
								        </ul>
								        <br>
								        <p>1.3 Миссия Конкурса, выражена в слогане <b>«Сближая технологии вдохновлять учеников»</b>, отражает главные задачи современного образования: формировать новую архитектуру и содержание обучения через предоставление широкого доступа к цифровым технологиям в обучении и цифровому контенту для удовлетворения индивидуальных потребности обучающихся.</p>
								        <p>Конкурс определяет новый атрибут педагога – <b>«стать цифровым учителем - Digital Ustaz»</b>.</p>
								        <p><b>«Digital Ustaz»</b> постоянно совершенствует свое мастерство обучения, эффективно использует технологии для улучшения обучения и образовательного процесса, использует данные, чтобы скорректировать обучение и помогает обучающимся добиться лучших образовательных результатов, вносит позитивный̆ вклад в развитие цифрового общества и соблюдает принципы цифровой̆ безопасности, правовых и этических норм, авторского права и права интеллектуальной̆ собственности. Будучи педагогическим лидером, направляет своих коллег на поиск эффективных путей̆ использования технологий для поддержки мотивации учащихся и оптимизации учебного процесса и популяризации релевантных сетевых ресурсов, а также обмена идеями для решения учебных задач.</p>
								        <p><b>«Digital Ustaz»</b> разрабатывает учебные материалы, отвечающие вызовам и задачам реального мира, использует технологии при оценке образовательных результатов для обеспечения своевременной̆ обратной̆ связи и индивидуализации обучения и формирует индивидуальные образовательные траекторий обучающегося.</p>
								        <p><b>1.4 Ожидаемые результаты Конкурса:</b></p>
										<ul class="list-style__dote">
                                           <li>освещены и раскрыты широкие возможности цифровых технологий в обучении для создания новой образовательной среды (в классе, в школе и вне ее) во благо самореализации каждого ученика;</li>
                                           <li>наращен потенциал участников конкурса через лучшие мировые образовательные практики;</li>
                                           <li>сформировано сообщество педагогов новой формации с развитыми цифровыми компетенциями;</li>
                                           <li>запущена платформа для масштабирования лучших педагогических методик города Алматы на весь мир;</li>
                                           <li>обеспечено продвижение педагогов Алматы через честный отбор, награждение за заслуги, вдохновение и публичность каждого финалиста.</li>
								       </ul>
								       <br>
								       <p><b>1.5 Сроки проведения Конкурса:</b></p>
<div class="table-responsive">
								       <table>
								            <tbody><tr>
								                <th>№</th>
								                <th>Этапы и мероприятия</th>
								                <th>Сроки</th>
								            </tr>
								            <tr>
								                <td colspan="3">1 этап</td>
								            </tr>
								            <tr>
								                <td>1</td>
								                <td>Начало регистрации и завершение приема заявок</td>
								                <td>18 августа — 1 октября  2021</td>
								            </tr>
								            <tr>
								                <td>2</td>
								                <td>Вебинар 1* - Установочная сессия и  «Глобальные вызовы и тренды  в образовании» </td>
								                <td>06 сентября 2021</td>
								            </tr>
								            <tr>
								                <td>3</td>
								                <td>Вебинар 2* - 50 минут</td>
								                <td>07 сентября 2021</td>
								            </tr>
								            <tr>
								                <td>4</td>
								                <td>Мастер-класс: «Мультимедийная статья («Мультимедийный лонгрид)»  - 90  минут  </td>
								                <td>09 сентября 2021</td>
								            </tr>
								            <tr>
								                <td>5</td>
								                <td>Мастер-класс: «Цифровое повествование (Digital Storytelling)»;</td>
								                <td>14 сентября 2021</td>
								            </tr>
								            <tr>
								                <td>6</td>
								                <td>Выполнение и сдача задания 1 этапа</td>
								                <td>со 2 сентября - по 1 октября 2021</td>
								            </tr>
								            <tr>
								            <td>7</td>
								            <td>Оценивание работы 1 этапа - (Отбор 100 участников)</td>
								            <td>с 4 по 14  октября 2021</td>
								            </tr>
								            <tr>
								                <td>8</td>
								                <td>Вебинар 3*</td>
								                <td> 5 октября 2021</td>
								            </tr>
								            <tr>
								                <td>9</td>
								                <td>Вебинар 4*</td>
								                <td> 7 октября 2021</td>
								            </tr>
								            <tr>
								                <td>10</td>
								                <td>Информирование участников о прохождение на следующий этап - 100 участников</td>
								                <td>15 октября 2021</td>
								            </tr>
								            <tr>
								                 <td colspan="3">2 этап - 100 участников</td>
								            </tr>
								            <tr>
								                <td>11</td>
								                <td>Установочная сессия<br>
								                <b>Вебинар:</b> Педагогический дизайн урока;<br>
								                <b>Мастер-класс:</b> Цифровые инструменты для разработки образовательного контента;</td>
								                <td>18  октября 2021 </td>
								            </tr>
								            <tr>
								                <td>12</td>
								                <td>
								                    <b>Мастер-класс:</b> Платформы для организации и проведения уроков;<br>
								                    <b>Мастер-класс:</b> Создание инфографики с применением цифровых сервисов.</td>
								                    <td>19  октября 2021 </td>
								            </tr>
								            <tr>
								                <td>13</td>
								                <td>Разработка задания 2 этапа - «Разработка урока на мультимедийной платформе» </td>
								                <td>18 октября по 7 ноября </td>
								            </tr>
								            <tr>
								                <td>14</td>
								                <td>Вебинар 5*</td>
								                <td>2 ноября 2021</td>
								            </tr>
								            <tr> 
								                <td>15</td>
								                <td>Вебинар 6*</td>
								                <td>4 ноября 2021</td>
								            </tr>
								            <tr>
								                <td>16</td>
								                <td>Завершение выполнения задания 2 этапа </td>
								                <td>7 ноября 2021</td>
								            </tr>
								            <tr> 
								                <td>17</td>
								                <td>Оценивание работы (Отбор 30 участников)</td>
								                <td>8 -12  ноября 2021</td>
								            </tr>
								            <tr>
								                <td>18</td>
								                <td>Информирование участников о прохождение на следующий этап - 30 участников</td>
								                <td>12 ноября 2021 </td>
								            </tr>
								            <tr>
								                 <td colspan="3">3 этап - 30 финалистов </td>
								            </tr>
								            <tr>
								                <td>19</td>
								                <td>Установочная сессия<br>
								                <b>Вебинар:</b> Дизайн мастер-классов;</td>
								                <td>15 ноября</td>
								            </tr>
								            <tr>
								                <td>20</td>
								                <td>Разработка   мастер-класса   на тему: <br>
								                <b>«Как создать эффективную цифровую среду обучения»</b></td>
								                <td>15 ноября — 22 ноября 2021 </td>
								            </tr>
								            <tr>
								                <td>21</td>
								                <td>
								                    <p>Образовательный очный-интенсив Digital Ustaz:</p>
								                   <ol>
								                       <li>Разработка образовательного контента в жанре «Digital Storytelling»;</li>
								                       <li>Мастер-класс: Форматы и техника публичных выступлений для образовательных событий;</li>
								                       <li>3.	Мастер-класс:Бенчмаркинг. Форсайт. Визионерства.</li>
								                   </ol>
								                </td>
								                <td>23–26 ноября 2021</td>
								            </tr>
								            <tr>
								                <td>22</td>
								                <td>Определение 10 супер-финалистов </td>
								                <td>26 ноября 2021</td>
								            </tr>
								            <tr>
								                 <td colspan="3">3 этап - 10 супер-финалистов </td>
								            </tr>
								            <tr>
								                <td>23</td>
								                <td>Мотивационная речь десяти супер-финалистов на тему из предложенных Организаторами и определение трех победителей Конкурса. <br><br>
								                Финал. Гала-концерт и церемония награждения Digital Ustaz Almaty.</td>
								                <td>6 декабря 2021</td>
								            </tr>
								        </tbody></table></div>
								        <br>
								        <p>*для всех зарегистрированных участников Конкурса независимо от участия в последующих этапах.</p>
								        <p>1.6 Организатор Конкурса оставляет за собой право вносить изменения в сроки проведения этапов Конкурса;</p>
								        <p>1.7 Информация о Конкурсе размещается на официальном сайте Конкурса <a href="https://digitalustazalmaty.kz">https://digitalustazalmaty.kz</a> (далее – сайт Конкурса), а также на официальных страницах Конкурса в социальных сетях Instagram, FB, Telegram, WhatsApp.</p>
								        <p>1.8 В течение всего конкурса проводятся образовательные интенсивы и обучающие мастер-классы от признанных практиков мира согласно срокам указанные в пункте 1.5. и Приложению 2 настоящего Положения.</p>