 <h2>2. Условия участия, требования к участникам, документам и материалам </h2>
								        <p>2.1. В Конкурсе могут принять участие педагоги 1–12 классов по всем предметам учебного плана в государственных и частных организациях образования города Алматы (в том числе гимназии, лицеи, специализированные и коррекционные школы).</p>
								        <p>2.1.1 Соотношение участников устанавливается на уровне 70% на 30% для государственных и частных школ соответственно на всех этапах Конкурса.</p>
                                        <p>2.2 Требования к стажу педагогической деятельности – не менее одного года.</p>
                                        <p>2.3 Для участия в Конкурсе необходимо: </p>
                                        <ul class="list-style__dote">
                                            <li>быть гражданином Республики Казахстан;</li>
                                            <li>пройти электронную регистрацию на сайте Конкурса и заполнить требуемую анкету;</li>
                                            <li>загрузить резюме, фотографию, скан-копию справки с места работы с указанием стажа работы (в формате jpeg, png, pdf); </li>
                                            <li>при регистрации дать согласие на обработку персональных данных.</li>
                                        </ul>
                                           <br>
                                            <p>2.4 Все конкурсные работы данного и последующих этапов будут проверяться на соответствие принципам академической честности.</p>
                                            <p>2.5 Материалы, предоставленные для участия в Конкурсе, не соответствующие принципам академической честности (заимствования без признания источников и надлежащего цитирования, низкая степень уникальности – не менее 90%, ранее опубликованные авторские работы в рамках участия в других конкурсах и творческих проектах) к конкурсу не допускаются.</p>
                                            <p>2.6 Прием документов и конкурсных работ осуществляется только на официальном сайте.</p>
                                            <p>2.7 По завершению срока регистрации согласно пункту 1.5 настоящего положения, Организаторы проверяют верность заполнения формы регистрации и предоставления требуемых документов, а также   конкурсных работ, после чего формируют состав участников Конкурса. Состав участников конкурса утверждается Экспертным советом. </p>
                                            <p>2.8 Конкурсант получает уведомление о прохождении на следующий этап Конкурса посредством информации на сайте Организатора, а также – по контактным данным, указанным при регистрации.</p>
                                            <p>2.9 Конкурсная работы по всем этапам оцениваются в баллах от 0–15.</p>
                                            <p>2.10 Количество участников каждого этапа определяется суммой баллов.</p>
