<h2>5. Порядок определения и награждения участников, финалистов (30 человек) и победителей Конкурса (1,2,3 места)</h2>
                                            <p>5.1 Тридцать финалистов, прошедшие на третий этап, проходят очное выездное обучение от лучших экспертов мира в течении недели и получают звание «Супер-финалист конкурса «Digital Ustaz Almaty».</p>
                                            <p>5.2 Десять супер-финалистов, набравшие большее количество баллов, поощряются дипломами и ценными призами.</p>
                                            <p>5.3  Победителями Конкурса объявляются три участника (1, 2 и 3 места) из числа супер-финалистов.</p>
                                            <p>5.4 Обладателю 1-го места присуждается образовательный грант на прохождение стажировки в зарубежных организациях образования. Выбор страны, сроки и программа стажировки определяются Организаторами.</p>
                                            <p>5.5   Обладатели 2-го и 3-го места награждаются дипломами и ценными призами.</p>
                                            <p>5.6 Организатор, Наблюдательный совет, Экспертный совет, организации и общественные объединения, спонсоры и соорганизаторы, партнеры имеют право присудить остальным 20 финалистам победы в номинациях, наградить ценными призами.</p>
                                            <p>5.7 Награждение победителей, супер-финалистов и финалистов Конкурса проводится на Финале, где будет проводиться Гала-концерт и церемония награждения Digital Ustaz Almaty.</p>
