 <h2>6. Финансирование финала Конкурса </h2>
                                            <p>6.1 Финансирование проведения Конкурса осуществляет Акимат г. Алматы, Управление Образования г. Алматы.</p>
                                            <p>6.2 Для проведения Конкурса допускается привлечение внебюджетных и спонсорских средств.</p>
                                            <h2>Приложение 1<br> 
                                            Положения проведения <br> 
                                            конкурса Digital Ustaz Almaty</h2>
                                            <h2>Задания и критерий оценивания этапов Конкурса </h2>
<div class="table-responsive">
                                             <table>
								            <tbody><tr>
								                <th>Этапы</th>
								                <th>Задания этапов Конкурса</th>
								                <th>Цель задания</th>
								                <th>Критерии оценивания заданий </th>
								            </tr>
                                               <tr>
                                                <td>1</td>
                                                <td>Разработка «Мультимедийной статьи («Мультимедийный лонгрид)» <br>
                                                на темы <b>«Как создать эффективную цифровую среду обучения»</b></td>
                                                <td>Представление конкурсантом собственного видения текущих проблем (трендов образования) и их реализация на примере педагогического опыта.</td>
                                                <td>
                                                    <ol>
                                                        <li>Знание глобальных трендов и вызовов в образовании;</li>
                                                        <li>Соответствие жанру «Мультимедийная статья («Мультимедийный лонгрид)»: цель, видение, анализ и оценка собственных потребностей, стратегии развития и дорожной карты; </li>
                                                        <li>Соблюдение принципов академической честности;</li>
                                                        <li>Креативная подача видео, текстового и иного мультимедийного материала;</li>
                                                        <li>Соответствие содержания требованиям: определение проблемы и ее актуальность, решение проблемы с использование цифровых инструментов и современных педагогических технологии; Наличие перспективы развития представленного опыта.</li>
                                                    </ol>
                                                </td>
                                               </tr>
                                               <tr>
                                                   <td>2</td>
                                                   <td>«Разработка урока с использованием цифровых инструментов»<br><br>
                                                   <p><i><b>Разработка одного урока.</b></i></p></td>
                                                   <td>Демонстрация высокого уровня предметных знаний, методики преподавания, профессиональных и гибких навыков по разработке конструктивно согласованного образовательного контента в различных жанрах в цифровой среде.</td>
                                                   <td>
                                                       <ol>
                                                           <li>Соответствие ожидаемым результатам предметного и надпредметного характера (по ГОСО РК и Типовым учебным программам по предметам);</li>
                                                           <li>Соблюдение принципов академической честности;</li>
                                                           <li>Применение новых педагогических подходов, основанных на использовании информационных технологий;</li>
                                                           <li>Согласованность всех элементов (ценность, цель, тема, методы, ресурсы, оценивание) урока;</li>
                                                           <li>Наличие материалы по объяснению темы, интерактивные задания, мультимедийные материалы согласно контексту, задания, критерии и дескрипторы для формативного и суммативного оценивания; Описание основных идей в виде инфографики. Оправданность применения цифровых инструментов и соблюдение треб СанПин.</li>
                                                       </ol>
                                                   </td>
                                               </tr>
                                               <tr>
                                                   <td rowspan="2">3</td>
                                                   <td>Разработка   мастер-класса   на тему: <br>
                                                   <b>«Как создать эффективную цифровую среду обучения»</b><br><br>
                                                   <b>Регламент мастер-класса – 20 минут</b></td>
                                                   <td>Демонстрация навыков проведения мастер-класса, направленного  на решение одной практической педагогической проблемы, связанной с необходимостью использования современных цифровых инструментов и технологий.</td>
                                                   <td>
                                                       <ol>
                                                           <li><b>Релевантность.</b>Выраженность инновационной идеи, уровень ее представленности, популярность идеи в образовании, культура презентации. Актуальность и научность содержания и приемов обучения, наличие новых идей, выходящих за рамки стандарта и соответствующих тенденциям современного образования и методике обучения предмета, способность к методическому обобщению опыта.</li>
                                                           <li><b>Инклюзивность</b>Наличие приемов и условий включения каждого в активную творческую деятельность по созданию нового продукта деятельности на занятии.</li>
                                                           <li><b>Оптимальность.</b>Достаточность используемых средств на занятии, их сочетание, связь с целью и результатом (промежуточным и конечным).</li>
                                                           <li><b>Эффективность.</b>Результативность, полученная для каждого участника мастер-класса.</li>
                                                           <li><b>Технологичность.</b> Четкий алгоритм занятия (фазы, этапы, процедуры), наличие оригинальных приемов актуализации, проблематизации («разрыва»), приемов поиска и открытия, удивления, озарения, рефлексии (самоанализа, самокоррекции).</li>
                                                       </ol>
                                                   </td>
                                               </tr>
                                               <tr>
                                                   <td>Мотивационная речь десяти супер-финалистов на тему из предложенных Организаторами. <br><br>
                                                   <b>Длительность: 3 минуты.</b></td>
                                                   <td>Демонстрация навыков  публичного выступления и знаний современных глобальных трендов и вызовов в школьном образовании.</td>
                                                   <td>
                                                       <ol>
                                                           <li>Знание глобальных трендов и вызовов в школьном образовании;</li>
                                                           <li>Соблюдение принципам академической честности;</li>
                                                           <li>Элементы содержания:
                                                               <ul class="list-style__dote">
                                                                   <li><i>бенчмаркинг</i> (стремление соответствовать лучшим практикам);</li>
                                                                   <li><i>навыки форсайта</i> (определять параметры собственного будущего);</li>
                                                                   <li><i>навыки визионерства</i> (способность предвидеть будущее развитие образования /обучения по предмету).</li>
                                                               </ul>
                                                           </li>
                                                           <li>Соответствие требованиям публичного выступления;</li>
                                                           <li>Наличие приёма технического оформления речи (фоновая музыка, элементы сценического движения и тп.).</li>
                                                       </ol>
                                                   </td>
                                               </tr>
                                       </tbody></table></div>
                                        <h2>Приложение 2 <br> 
                                            Положения проведения <br> 
                                            конкурса Digital Ustaz Almaty</h2>
                                            <h2>Темы вебинаров и мастер-классов</h2>
<div class="table-responsive">
                                             <table>
								            <tbody><tr>
								                <th>Этапы Конкурса</th>
								                <th>Название </th>
								                <th>Форма проведения</th>
								            </tr>
                                            <tr>
                                                <td>1</td>
                                                <td>
                                                    <ol>
                                                        <li><b>Вебинар:</b> Педагогический дизайн урока;</li>
                                                        <li><b>Мастер-класс:</b> Цифровые инструменты для разработки образовательного контента;</li>
                                                        <li><b>Мастер-класс:</b> Платформы для организации и проведения уроков;</li>
                                                        <li><b>Мастер-класс:</b> Создание инфографики с применением цифровых сервисов.</li>
                                                    </ol>
                                                </td>
                                                <td>Дистанционно в режиме онлайн.</td>
                                            </tr>
                                            <tr>
                                                <td>2</td>
                                                <td>
                                                    <ol>
                                                        <li><b>Вебинар:</b>Педагогический дизайн урока;</li>
                                                        <li><b>Мастер-класс:</b> Цифровые инструменты для разработки образовательного контента;</li>
                                                        <li><b>Мастер-класс:</b> Платформы для организации и проведения уроков;</li>
                                                        <li><b>Мастер-класс:</b> Создание инфографики с применением цифровых сервисов.</li>
                                                    </ol>
                                                </td>
                                                <td>Дистанционно в режиме онлайн.</td>
                                            </tr>
                                            <tr>
                                                <td>3</td>
                                                <td>
                                                    <ol>
                                                        <li><b>Вебинар:</b> Дизайн мастер-классов;</li>
                                                        <li><b>Мастер-класс:</b> Форматы и техника публичных выступлений для образовательных событий;</li>
                                                        <li><b>Мастер-класс:</b>Бенчмаркинг. Форсайт. Визионерства.</li>
                                                    </ol>
                                                </td>
                                                <td>Выездной очный.</td>
                                            </tr>
                                        </tbody></table></div>
