 <h2>3. Формат, порядок и регламент Конкурса </h2>
                                            <p>3.1. Конкурс проходит в три этапа. Конкурсные задания выставляются на сайте Конкурса и в личном кабинете участника.</p>
                                            <p>3.2. Конкурсные задания и критерии их оценивания указаны в Приложении 1 настоящего Положения;</p>
                                            <p>3.3 Все участники перед выполнением конкурсного задания проходят образовательные интенсивы. Темы и формы проведения образовательного интенсива указаны в Приложении 2 настоящего Положения;</p>
                                            <p>3.4 Все педагоги, успешно прошедшие оценивание по этапам образовательного интенсива, получают сертификат участника. Сертификат обладает статусом награды за участие.</p>
                                            <p>3.5 По результатам оценивания Экспертный совет отбирает 100 педагогов из числа подавших заявки, которые проходят на второй этап Конкурса.</p>
                                            <p>3.6 По результатам оценивания Экспертный совет отбирает 30 финалистов из числа прошедших на второй этап Конкурса, которые проходят на третий этап Конкурса.</p>
                                            <p>3.7 По результатам оценивания Экспертный совет отбирает 10 супер-финалистов из числа 30 финалистов Конкурса.</p>
                                            <p>3.8 По результатам оценивания 10 супер-финалистов Экспертный совет определяет тройку (1, 2, 3 места) победителей Конкурса.</p>
