<h2>4. Наблюдательный совет, Экспертный совет Конкурса</h2>
                                            <p>4.1. С целью обеспечения максимальной прозрачности проведения этапов конкурса, объективного оценивания конкурсных заданий Организаторами и Экспертным Советом создан Наблюдательный совет.</p>
                                            <p>4.1.1 Наблюдательный совет выполняет следующие функции:</p>
                                            <ul class="list-style__dote">
                                                <li>контролирует надлежащее соблюдение правил, этапов и процедур проведения Конкурса, а также объективность и определения победителей;</li>
                                                <li>утверждает состав Экспертного совета.</li>
                                            </ul>
                                            <br>
                                            <p>4.1.2 Членами Наблюдательного совета могут быть граждане Республики Казахстан и зарубежные эксперты, имеющие выдающиеся достижения в области образования, государственной и общественной деятельности, предпринимательства, науки и современных технологий.</p>
                                            <p>4.1.3 Состав Наблюдательного совета формируется на основании предложений от местных исполнительных органов, представителей сферы образования, общественности и признанных экспертов.</p>
                                            <p>4.1.4 Члены Наблюдательного совета во избежание конфликта интересов не могут быть членами Экспертного совета.</p>
                                            <p>4.2 Оценивание конкурсных работ всех этапов конкурса осуществляет Экспертный совет. </p>
                                            <p>4.2.1 Членами Экспертного совета могут быть граждане Республики Казахстан и зарубежные эксперты, имеющие выдающиеся достижения в области образования, государственной и общественной деятельности, предпринимательства, науки и современных технологий. </p>
                                            <p>4.2.2 Состав Экспертного совета формируется на межпредметной основе Организатором Конкурса.</p>
                                            <p>4.2.3 Состав Экспертного совета включает экспертов из числа сотрудников МОН РК и его ведомственных организаций, топ-менеджеров учебных заведений всех уровней и представителей деловой среды в сфере образования, педагогического сообщества, общественных организаций, родительской и ученической общественности.</p>
                                            <p>4.2.4 Количество членов Экспертного совета каждого этапа определяется Организатором Конкурса.</p>
                                            <p>4.2.5 Работа каждого участника проверяется тремя экспертами. Каждому члену Экспертного совета предоставляется определенное количество работ, пропорциональное количеству участников.</p>
                                            <p>4.2.6 Члены Экспертного совета проводят модерацию (взаимную перепроверку работ) оценивания.</p>
                                            <p>4.2.7 До начала Конкурса проводится инструктивно-методическое совещание Экспертного совета и Наблюдательного совета на которых обсуждаются критерии оценивания работ, процедуры судейства и организационно-технические вопросы.</p>
                                            <p>4.2.8 Для координации работы членов Экспертного совета назначаются координаторы, которые планируют и составляют графики работ членов жюри, формируют пакеты конкурсных работ каждого этапа для каждого эксперта, передают их членам Экспертного совета, обеспечивают Экспертный совет критериями, дескрипторами оценивания, формами протокольных решений, осуществляют внесение данных в базы данных, в том числе - цифровые; обеспечивают своевременность и надлежащее выполнение работ членами Экспертного совета. Количество и состав координаторов определяются Организатором.</p>
                                            <p>4.3 В протоколе оценки заданий каждого этапа Конкурса председатель и секретарь Экспертного совета составляет рейтинг участников.</p>
