<h1>Правила участия педагогов в Конкурсе Digital Ustaz Almaty</h1>
										<h2>1. Общие положения</h2>
										<p>1.1 Настоящие Правила участия педагогов в ежегодном городском конкурсе педагогов и их профессионального развития - «Digital Ustaz Almaty» (далее – Конкурс) определяют:</p>
										<p><ul class="list-style__dote">
											<li>условия участия, требования к участникам, документам и материалам;</li>
                                            <li>принципы академической честности;</li>
                                            <li>формат, порядок, регламент конкурсных заданий и критерии их оценивания.</li>
                                        </ul><p>