<h2>2. Условия участия, требования к участникам, документам и материалам</h2>
										<p>2.1. В Конкурсе могут принять участие педагоги 1–12 классов по всем предметам учебного плана в государственных и частных организациях образования города Алматы (в том числе гимназии, лицеи, специализированные и коррекционные школы).</p>
										<p>2.2 Требования к стажу педагогической деятельности – не менее одного года.</p>
										<p>2.3 Для участия в Конкурсе необходимо:</p>
										<ul class="list-style__dote">
											<li>быть гражданином Республики Казахстан;</li>
											<li>пройти электронную регистрацию на сайте Конкурса и заполнить требуемую анкету;</li>
											<li>загрузить резюме, фотографию, скан-копию справки с места работы с указанием стажа работы (в формате jpeg, png, pdf);</li>
											<li>при регистрации дать согласие на обработку персональных данных.</li>
								        </ul>
								        <p>2.4 Все участники, успешно прошедшие регистрацию, в дальнейшем имеют бесплатный доступ к определенным модулям образовательного интенсива независимо от того, прошли они на последующий этап или нет.</p>
								        <p>2.5 Прием документов осуществляется только на официальном сайте.</p>
								        <p>2.6 По завершению срока регистрации согласно пункту 2.3 настоящих Правил Организатор проверяет верность заполнения формы регистрации и предоставления требуемых документов, после чего формирует состав участников Конкурса. Состав участников конкурса утверждается Экспертным советом.</p>
								        <p>2.7 Конкурсант получает уведомление о прохождении на следующий этап Конкурса посредством информации на сайте Организатора, а также – по контактным данным, указанным при регистрации.</p>
