<h2>ПРИЛОЖЕНИЕ 1 <br>
 Памятка для участников Конкурса по использованию стиля цитирования и ссылок Американской психологической ассоциации (American Psychological Association) 7-го издания (далее - APA)</h2>
								        <p>В EdCrunch Academy используется стиль цитирования и ссылок Американской психологической ассоциации (American Psychological Association) 7-го издания (далее - APA).</p>
								        <p>Обратите внимание, что стиль APA охватывает не только цитаты и ссылки, но и способ форматирования документа, вплоть до указания размера поля. Однако EdCrunch Academy интересует только аспект ссылки и цитирования в стиле APA.</p>
								        <p>Данная памятка создана на основании официального сайта APA (<a href="http://www.apastyle.org">http://www.apastyle.org</a>) и Руководство по публикациям Американской психологической ассоциации (7-е изд.).</p>
								        <p>Важно, чтобы вы следовали правильным процедурам и поместили информацию в нужное место. В Microsoft Word есть встроенный ссылочный элемент, который поможет вам правильно выбрать формат для APA.</p>
								        <h3>I.Цитирование APA</h3>
								        <p>При цитировании текста работы укажите фамилию автора/авторов (или редактора/редакторов), а также год публикации. Вам не нужно помещать полное название книги или статьи в абзацы сочинения. Все, что вам нужно, это фамилия автора, год публикации и номер страницы (в большинстве случаев).</p>
								        <p>Основополагающий принцип заключается в том, что идеи и слова других должны быть официально признаны. Читатель может получить полную ссылку на источник из списка литературы, который следует за основной частью статьи. Даже если вы представляете чужие идеи или информацию своими словами (например, перефразируете), вам все равно необходимо указать, откуда был взят оригинал. Все это является частью процесса академической письменной речи.</p>
								        <h4>A.Книги и журналы</h4>
								        <p>Вы можете структурировать предложения разными способами. Вы можете включить фамилию автора в само предложение.</p>
								        <p>Когда имена авторов источника являются частью формальной структуры предложения, год публикации появляется в скобках после идентификации авторов.</p>
								        <p>Рассмотрим следующий пример:</p>
								        <p><i>Вейш и Лангер (2015, стр. 39) обнаружили, что пластыри с микроиглами для мониторинга уровня глюкозы в крови пациентов с диабетом помогают им легко контролировать свою потребность в инсулине.</i></p>
								        <p>[Примечание: и используется, когда несколько авторов указаны как часть формальной структуры предложения. Сравните это с примером в следующем разделе.]</p>
								        <p>Когда авторы источника не являются частью формальной структуры предложения, в скобках указываются и авторы, и год публикации.</p>
								        <p>Рассмотрим следующий пример:</p>
								        <p><i>Обзоры исследований религии и здоровья пришли к выводу, что по крайней мере некоторые типы религиозного поведения связаны с более высоким уровнем физического и психического здоровья (Agli et al., 2014; DeAngelis & Ellison, 2018; Krause & Hayward, 2016; Jones, 2018). ; Salsman et al., 2015; VanderWeele, 2017).</i></p>
								        <p>[Примечание: & используется, когда в материалах в скобках указано несколько авторов. Также обратите внимание, когда несколько источников цитируются в скобках, они упорядочиваются в алфавитном порядке по фамилиям первых авторов и разделяются точкой с запятой.]</p>
								        <h4>B. Онлайн ресурсы</h4>
								        <p>Вам также нужно будет использовать источники из Интернета при выполнении работы. У некоторых из них есть авторы, у некоторых есть только заголовки и нет автора, а у некоторых нет даты. Во всех этих сценариях есть правил:</p>
								        <ul li style="list-style: lower-alpha">
                                            <li>Если есть автор, используйте формат даты и автора, как, например, для книги или статьи (Smith, 1990).</li>	
                                            <li>Если автор не указан, используйте первые несколько слов названия вместо автора. Они должны быть заключены в двойные кавычки, например, («Eating Tomatoes», 1990).</li>
                                            <li>Если дата не указана, используйте "без даты" вместо даты, например («Есть помидоры», без даты)</li>							            
								        </ul>
								        <p>Чтобы процитировать определенную часть источника, укажите страницу, главу, рисунок, таблицу или уравнение в соответствующий пункт в тексте. Всегда указывайте номера страниц для цитат. Обратите внимание, что слова страница и глава сокращены в таких текстовых цитатах:</p>
								        <p>Пример:</p>
								        <p><i>Cheek & Buss, 1981, стр. 332).<br>
								        (Шимамура, 1989, глава 3).</i></p>
								        <p>Для электронных источников, в которых не указаны номера страниц, используйте номер абзаца.</p>
								        <p>Пример:</p>
								        <p><i>(Майерс, 2000, пункт 5).</i></p>
								        <p>Не указывайте URL-адрес. Эта информация будет внесена в список литературы (в конце работы).</p>
								        <p>Единственное исключение из этого - если вы в своем эссе ссылаетесь на весь веб-сайт в целом, тогда вы должны указать название веб-сайта в тексте и включить URL-адрес в круглые скобки. </p>
								        <p><i>Например, вы можете написать: Мы создали наш опрос с помощью Qualtrics (<a href="https://www.qualtrics.com">https://www.qualtrics.com</a>).</i></p>
								        <p><i>Маркетинг и брендинг All Blacks - неотъемлемая часть их коммодификации. </i></p>
								        <p>Примером этого является Allblacks.com (<a href="https://www.allblacks.com/">http://www.allblacks.com/</a>).</p>
								        <h4>C.Социальные медиа</h4>
								        <p>Если вы перефразируете или цитируете информацию из социальных сетей, укажите запись в списке литературы и ссылку в тексте (автора и год).</p>
								        <p>Автор. (год месяц день). Заголовок [формат]. Название веб-сайта. https:// ...</p>
								           <ul li style="list-style: lower-alpha">
                                            <li>Включите либо фамилию и инициалы автора, либо корпоративное имя автора.</li>	
                                            <li>В квадратных скобках после имени указывайте любую социальную медийную идентификационную информацию.</li>
                                            <li>Укажите точную дату, доступную на веб-странице. Это может быть только год; год и месяц; или год, месяц и день.</li>	
                                            <li>Если дата неизвестна, используйте (без даты) в скобках, например (нет данных). Если дата неизвестна, но может быть приблизительной, используйте (приблизительно), за которым следует приблизительный год в квадратных скобках, например [около 2017]. Если вы используете либо без даты или около того, вам также нужно будет указать дату получения информации.</li>	
                                            <li>В качестве заголовка укажите название страницы или заголовок сообщения в качестве заголовка. Если в сообщении нет подписи или заголовка, используйте первые слова сообщения. Выделите название курсивом.</li>		
                                            <li>Поместите формат после заголовка в квадратные скобки, например [Фотография в Instagram], [Твитнуть], [Обновление статуса], [@username].</li>			            
								        </ul>
								        <h3>II. Оформление библиографии при APA:</h3>
								        <h4>I.Книжный или правительственный документ</h4>
								        <p><b>Правило:</b></p>
								        <p>Фамилия, Инициалы. (год публикации). Название книги: Под название книги. Название издательства.</p>
								        <p><b>Пример 1 (печатная):</b></p>
								        <p><i>Rowling, J.K. (2001). Harry Potter: and the Chamber of Secrets. London: Bloomsburg Children's.</i></p>
								        <p><b>Пример 2 (электронная):</b></p>
								        <p><i>Министерство юстиции Республики Казахстан. (2017). Концепция проекта Закона Республики Казахстан «О юридической помощи». Взято с <a href="http://www.adilet.gov.kz/ru/articles/koncepciya-proekta-zakona-respubliki- kazahstan-o-yuridicheskoy-pomoshchi">http://www.adilet.gov.kz/ru/articles/koncepciya-proekta-zakona-respubliki- kazahstan-o-yuridicheskoy-pomoshchi</a></i></p>
								        <p>Заметка: для работ с несколькими авторами следует упоминать всех авторов.</p>
								        <p><b>Пример 3 (множество авторов для книг):</b></p>
								        <p><i>Умланд, Ф., Янсен, А., Тириг, Д., Вюнш, Г.  (1975).  Комплексные соединения в аналитической химии: Теория и практика применения. Москва: Мир.</i></p>
								        <h4>II.Статья из журнала или периодических изданий</h4>
								        <p><b>Правило:</b></p>
								        <p>Фамилия 1, Инициалы 1., Фамилия 2, Инициалы 2., & Фамилия 2, Инициалы 2. (год). Название статьи. Название Издания, номер тома (номер выпуска), стр. https://doi.org/xx.xxx/yyyy.</p>
								        <p><b>Пример 1 (печатная):</b></p>
								        <p><i>Scruton, R. (1996). The eclipse of listening. The New Criterion, 15(3), 5–13.</i></p>
								        <p><b>Пример 2 (электронная):</b></p>
								        <p><i>Шепелёв, Д. (2017, Октябрь). После финальных титров: «Оно». Мир фантастики, 10(170), стр. 54-55. Взято с <a href="http://jurnali-online.ru/fantastika/mir-fantastiki-10-oktyabr-2017.html"> http://jurnali-online.ru/fantastika/mir-fantastiki-10- oktyabr-2017.html</a></i></p>
								        <h4>III.Вебсайты</h4>
								        <p><b>Правило:</b>
								        <p>Название страницы. (год, Месяц Дата). Название сайта. Извлечено Месяц, Дата, Год с сайта URL.</p>
								        <p><b>Пример:</b></p>
								        <p><i>Tuscan white bean pasta. (2018, February 25). Budgetbytes. Retrieved March 18, 2020, from <a href="https://www.budgetbytes.com/tuscan-white-bean-pasta/">https://www.budgetbytes.com/tuscan-white-bean-pasta/</a>.</i></p>
								         <h4>IV.Электронный рисунок</h4>
								        <p><b>Правило:</b></p>
								        <p>Фамилия  автора,  Инициалы  автора.  (год  публикации).  Название  рисунка  [Тип рисунка]. Источник. URL.</p>
								        <p><b>Пример:</b></p>
								        <p><i>Ryan, S. (2019). [Sea smoke on Lake Michigan] [Photograph] New York Times. <a href="https://www.nytimes.com/interactive/2019/world/year-in-pictures.html">https://www.nytimes.com/interactive/2019/world/year-in-pictures.html</a>.</i></p>
 <h4>V.Электронный рисунок (без автора, даты и названия)</h4>
								        <p><b>Правило:</b></p>
 <p>[предмет и вид работы]. Месяц и день, год восстановления: URL (адрес и веб-сайт).</p>
								        <p><b>Пример:</b></p>
								        <p><i>[Untitled         photograph     of a      baby   chimpanzee]. Retrieved          April    12, 2006, from: <a href="http://perso.wanadoo.fr/jdtr/struc/chimp3.htm">http://perso.wanadoo.fr/jdtr/struc/chimp3.htm</a></i></p>
								         <h4>VI.Видео</h4>
								        <p><b>Правило: Кино (фильм)</b></p>
								        <p>Фамилия продюсера, Инициал (продюсера) (Год). Название видео [DVD/VHS]. Доступный из электронного адреса автора опубликовавшего видео ролик.</p>
								        <p><b>Пример:</b></p>
								        <p><i>Harrison-Hansley, M. &Sussman, A. (Producers). (2005). Living with ADHD [DVD]. Available from <a href="http://www.films.com">http://www.films.com</a></i></p>
                                      <h4>VII.Документальное видео</h4>
								        <p><b>Правило:</b></p>
								        <p>Фамилия продюсера, Инициал (продюсера) (Год). Название видео [DVD/VHS]. Доступный из электронного адреса автора опубликовавшего видео ролик.</p>
								        <p><b>Пример:</b></p>
								        <p><i>Harrison-Hansley, M. &Sussman, A. (Producers). (2005). Living with ADHD [DVD]. Available from <a href="http://www.films.com">http://www.films.com</a></i></p>
								          <h4>VIII.Ресурсы на видеохостинге YouTube</h4>
								        <p><b>Правило: Кино (фильм)</b></p>
								        <p>Имя составителя.  (Дату загрузки видео). Название видео.  [Видео файл]. «Взято из» укажите адрес видео.</p>
								        <p><b>Пример:</b></p>
								        <p><i>Гарвардский университет. (2019, 28 августа). Мягкий роботизированный захват для медуз [Видео]. «Взято из» YouTube. <a href="https://www.youtube.com/watch?v=guRoWTYfxMs">https://www.youtube.com/watch?v=guRoWTYfxMs</a></i></p>